浏览器 VPN 扩展都以 Chrome 为主，而且种类繁多，但是能在某国正常使用的不多，特别国外免费的更加少，其原因大家都懂的。不过用点心思去找找还是漏网之鱼，博主花了点时间测试了多款免费 VPN 扩展，发现能正常使用也有几款！其中有些竟然是被“照顾”过的，现在悄悄复活了!
1. Wallcy – 100% FREE VPN ( 免费用户只能上谷歌搜索 )
下载：谷歌商店
 
2. mith ( 完全免费，无任何限制，但白天比较难连通 )
下载：谷歌商店
 
3. UltraSurf Security, Privacy & Unblock VPN ( 无界浏览，完全免费 )
下载：谷歌商店
 
4. Browsec ( 完全免费，无任何限制，需到官网注册帐号 )
下载：谷歌商店
 
5. DotVPN — better than VPN ( 多国节点，免费只有七天试用期 )
下载：谷歌商店
 
6. 壁虎漫步 ( 国内新品：壁虎漫步 – Chrome翻墙扩展，只需注册，即可免费使用 )
7.越岭 – 专为科研、外贸工作者提供的网络加速工具，注册即可免费使用。( 该扩展注重于科学上网，免费用户只可访问谷歌服务、Facebook、Twitter网站。)
下载：谷歌商店
 
8.cdt.unblocked 中国数字时代中文网站免翻墙浏览器扩展，支持firefox浏览器与chrome浏览器
下载：Firefox Chrome
9. Hoxx VPN Proxy 一个德国VPN商，提供多国节点且完全免费。
下载：Google Store Firefox
10. Tunnello 一个新的翻墙工具，Tunnello是一个谷歌浏览器插件，由法国VPN服务商开发，提供8国服务器，速度是一般VPN的10倍。安装后创建一个账户，第一次登陆选择“记住密码”可避免再次登陆。
下载：谷歌商店
11. 云游 一款红杏免费版Chrome翻墙插件！跟壁虎一模一样。使用方法与红杏插件一样，按作者说的，调整成“一直”模式即可免费开启科学上网！
下载：谷歌商店
12. Just Proxy 是一款国外Chrome翻墙扩展，免费提供多国节点：美国 – 纽约 – 洛杉矶 – 芝加哥 – 旧金山 – 西雅图 – 达拉斯 – 亚特兰大 – 迈阿密*英国*德国*新加坡*澳大利亚*加拿大*法国*荷兰*日本，而且没有广告，无需注册，不限制流量！
下载：谷歌商店
注：此扩展DNS已被污染不能用，如果想继续使用，最简单的方法就是修改Hosts文件了，先要找到电脑本机的hosts文件，将下载justproxy_hosts.zip文件解压打开，复制文件内容到hosts文件里的最后面，具体请自行搜索。
13. 云帆 – 翻樯神器,自动代理，实现Google,Facebook,YouTu等网站的访问。设置开启就能用了.点击浏览器右上小黄球图标就能开启了。
下载：谷歌商店
